/* AR/BR indicator */
"ARBR" = "AR/BR";

/* The ask price label of InfoPanel */
"Ask" = "賣出";

/* Bias indicator */
"Bias" = "乖離率";

/* The bid price label of InfoPanel */
"Bid" = "買進";

/* The price change labelMomentum of InfoPanel */
"Chg" = "漲跌";

/* The price change percentage label of InfoPanel */
"Chg%" = "漲幅";

/* The compare button of the realtime chart */
"Compare" = "走勢對照";

/* The title of the comparison setting */
"CompareChart" = "走勢對照";

/* The right navigation button of the realtime chart */
"Detail" = "技術分析";

/* ADX/DMI indicator */
"DMI" = "DMI";

/* TLB indicator*/
"TLB" = "新價三線";

/* The high price label of InfoPanel */
"High" = "最高";

/* The title of the picker list for selecting indicators */
"UpperIndicatorSheetTitle" = "選擇K線指標";

"BottonIndicatorSheetTitle" = "選擇技術指標";

/* The back navigation button of the realtime chart */
"Intraday" = "當日走勢";

/* KD indicator */
"KD" = "KD";

"KDJ" = "KD";

"VR" = "VR";

/* The last price label of InfoPanel */
"Last" = "成交";

/* The low price label of InfoPanel */
"Low" = "最低";

/* MACD indicator */
"MACD" = "MACD";

/* Momentum indicator */
"Momentum" = "動量";

/* OBV indicator */
"OBV" = "能量潮";

/* The open price label of InfoPanel */
"Open" = "開盤";

/* Oscillator indicator */
"Oscillator" = "震盪量";

/* PSY indicator */
"PSY" = "心理線";

/* RSI indicator */
"RSI" = "RSI";

/* The select button of the comparison setting */
"Select" = "選股";

/* The tick list button of the realtime chart */
"TickList" = "即時報價";

/* The today volume label of InfoPanel */
"Vol" = "總量";

/* Volume indicator */
"VolumeTitle" = "單量";

"Close" = "收";

/* Williams indicator */
"Williams" = "威廉指標";

/* Tower indicator */
"Tower" = "寶塔線";

/* The daily K-line navigation button */
"Daily" = "日線";

/* The weekly K-line navigation button */
"Weekly" = "週線";

/* The monthly K-line navigation button */
"Monthly" = "月線";

/* The 5-minutely K-line navigation button */
"5Minutely" = "5分鐘線";

"Row" = "欄位";
"圖" = "圖";

"Minutely" = "分線";

/* The daily button for selecting K-line period */
"DailyChart" = "日線";

/* The weekly button for selecting K-line period */
"WeeklyChart" = "週線";

/* The monthly button for selecting K-line period */
"MonthlyChart" = "月線";

/* The 5-minutely button for selecting K-line period */
"5MinutelyChart" = "五分鐘線";

"15Minutely" = "15分鐘線";
"30Minutely" = "30分鐘線";
"60Minutely" = "60分鐘線";

"15MinutelyChart" = "十五分鐘線";
"30MinutelyChart" = "三十分鐘線";
"60MinutelyChart" = "六十分鐘線";


"5分" = "5分";
"15分" = "15分";
"30分" = "30分";
"60分" = "60分";


"Menu" = "功能表";
"選擇畫線種類" = "選擇分析工具";
"選擇清除工具" = "選擇清除工具";
"Please choice indicator parameters" = "請選擇技術指標參數";

"Setting Indicator Parameter" = "參數";
"設定指標參數" = "設定指標參數";

"period" = "週期";

"Main Chart" = "主圖形態";

"Tech Indicator" = "主圖指標";

"Bollinger Bands" = "布林格通道";

"Moving Average" = "移動平均線";

"SAR" = "SAR";

"DBL stk" = "雙股走勢";

"Candle" = "K線";

"OHLC" = "美國線";

"技術指標" = "技術指標";
//橫式 開高低收量
"OpenLandScape" = "開";

"HighLandScape" = "高";

"LowLandScape" = "低";

"CloseLandScape" = "收";

"VolumeLandScape" = "量";

"BidLandScape" = "買";

"AskLandScape" = "賣";

"PriceLandScape" = "成";

"ChgLandScape" = "差";
"ChgPerLandScape" = "漲";

//以下是權證 跟 snapshot format 2~5的東西

"現貨" = "現貨";

"履約" = "履約";

"權利" = "權利";

"到期日" = "到期日";

"行使比例" = "行使比例";

"標的物" = "標的物";

"52週最高" = "52週最高";

"52週最低" = "52週最低";

"3月均量" = "3月均量";

"一年紅利" = "股利";

"發行股數" = "發行股數";

"Call" = "認購";

"Put" = "認售";

"SingleString0" = "---";

"SingleString1" = "今天";

"SingleString2" = "前一天";

"SingleString3" = "前二天";

"SingleString4" = "前三天";

"SingleString5" = "前四天";

"SingleString6" = "前五天";

"PeriodString0" = "---";

"PeriodString1" = "5日";

"PeriodString2" = "10日";

"PeriodString3" = "15日";

"PeriodString4" = "30日";

"單日" = "單日";

"累計期間" = "累計期間";

"BidSellInfoBidString" = "掛買";

"BidSellInfoSellString" = "掛賣";

"TimeString" = "時間";

"BidString" = "買價";

"AskString" = "賣價";

"TradeString" = "成交";

"ChgString" = "漲跌";

"VolString" = "單量";

"Best5BidString" = "買";

"Best5AskString" = "賣";

"Price" = "價";

"Volume" = "VOL";
"VolumeTitle" = "單量";

"doubleStockVolume" = "量";

"In" = "內";	//內盤

"Out" = "外";	//外盤

"內" = "內";

"外" = "外";

"成交金額" = "成交金額";

"均價ForInfo" = "         均價";

"昨收" = "昨收";

"InformationMine" = "資訊地雷";

"QuoteExistInWatchlist" = "群組已存在此商品";

"Bid Vol" = "委買";

"Ask Vol" = "委賣";

"Downloading" = "";

"DelayClose" = "(延後收盤)";

"Cancel" = "取消";
"取消" = "取消";
"Notes" = "交易筆記";
"Gain" = "報酬率";


"清除單線" = "清除單線";
"清除全部" = "清除全部";
"劃線儲存" = "劃線儲存";
